<?php
/*
Template Name:pj1
*/
?>
<?php get_header(); ?>
<main class="pj">
    <h2>JENKA</h2>
    <div class="wrap">
      <div class="block">
        <img src="<?php echo get_template_directory_uri(); ?>/img/pj1.png" alt="">
        <div class="pj_box ">
          <div class="text">
            <h3>制作期間</h3>
            <p>2021年12月16日 → 2021年1月14日</p>
      </div>
      </div>
        <div class="pj_box ">
          <div class="text">
            <h3>使用スキル</h3>
            <p>Figma</p>
      </div>
      </div>
      </div>
      <div class="disc">
        <div class="pj_box">
          <div class="text ">
            <h3>概要</h3>
              <p>新規プロジェクトのAPI連携をさせた業務改善ツール「JENKA」のデザイン制作
                    企業の管理者が使用するダッシュボード、従業員が使用するダッシュボードワークフロー画面のUIUXデザインを行いました。
                    初期段階としてダッシュボードのデザインテンプレートで作られていたため、情報の並び等が整理されておらず、洗練さがあまりなく、システムがわかりにくい状態でした。
                    そこで、情報を整えかつ新規の洗練されたイメージを持ったデザインにリニューアルさせました。</p>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>意図・目的</h3>
            <ol>
              <li>1. やりたいことに対しわかりやすい動線、やっていることに対し理解できるインタラクションを用意する。</li>
              <li>2. 硬くて難しい印象を和らげ、新規性のある洗練されたデザインに</li>
              <li>3. ユーザーがビジネスシーンの中でサービスを利用することに対しポジティブで楽しい印象を持てるように</li>
            </ol>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>業務内容・取り組み</h3>
          <ol>
            <li>1. 各ユーザーの料金プラン情報を、選択しながら同時に計算できるよう再設計</li>
            <li>2. ワークフローの動作イメージを伝えるため、プロトタイプを作成</li>
            <li>3. Figmaコミュニティにあるデザインシステムを活用しながらJENKAオリジナルのコンポーネントを作成し一貫性を持ち、効率的な制作を実現</li>
          </ol>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>意識・大切にしていたこと</h3>
              <p>このプロジェクトは管理ダッシュボード画面・クライアントダッシュボード画面、ワークフロー画面の3種を作成することで、画面が大量であったためコンポーネントの活用が重要でした。
              Figmaコミュニティで得たデザインファイルだけでなく、独自でもアトミックデザインを意識し、今後機能より様々な機能開発が行われることも想定し、細かい要素をメインコンポーネント化し変更に強いデザインを制作しました。</p>
            </div>
          </div>
      </div>
    </div>
  </main>
<?php get_footer(); ?>