<?php
/*
Template Name:pj3
*/
?>
<?php get_header(); ?>
  <main class="pj">
    <h2>サンティエジョブカレッジ - コーポレート</h2>
    <div class="wrap">
      <div class="block">
        <img src="<?php echo get_template_directory_uri(); ?>/img/pj3.png" alt="プロジェクトサンティエジョブカレッジホームページ">
        <div class="pj_box ">
          <div class="text">
            <h3>制作期間</h3>
            <p>2021年12月7日 → 2021年12月28日</p>
      </div>
      </div>
        <div class="pj_box ">
          <div class="text">
            <h3>使用スキル</h3>
            <p>Figma</p>
      </div>
      </div>
      </div>
      <div class="disc">
        <div class="pj_box">
          <div class="text ">
            <h3>概要</h3>
              <p>海外の方の特定技能資格取得・就職サポートとその特定技能生を採用したい企業様をつなぐ事業を行うサンティエジョブカレッジの新規コーポレートサイト
              始まったばかりの事業がより信頼され成長していくことができるような印象を与えられるデザインを狙いました。
              コーポレートサイトのほか、ランディングページの作成も同時にご依頼いただき統一感のあるデザインにしています。</p>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>意図・目的</h3>
            <ol>
              <li>1. 予算の中で日本人の方と外国人の方がサイト内の情報を把握できるように</li>
              <li>2. 外国人の方が求人を参考にして入学したり、企業に特定技能生を採用してもらいたいため、「新着求人」を上部に表示</li>
              <li>3. 未来と希望を感じさせるような青と空のグラデーションを多用しサイトを訪れるユーザーに明るい印象を持ってもらえるように</li>
            </ol>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>業務内容・取り組み</h3>
          <ol>
            <li>1. 入学したい外国人の方・採用したい企業の方に対しわかりやすい動線・情報を用意</li>
            <li>2. 外国人の方むけのページには漢字にルビを用意</li>
            <li>3. クライアント様・コーディングの外注先企業様とのやりとり、主なディレクションも担当</li>
          </ol>
            </div>
          </div>
        <div class="pj_box">
          <div class="text ">
            <h3>意識・大切にしていたこと</h3>
              <p>サンティエジョブカレッジは始まったばかりのサービスであり、これからストーリーが始まり新しい未来を築くことができるというイメージを持たせることを意識した。このことより、サンティエジョブカレッジの説明の箇所にはメンバーのスナップ写真風の画像をはめ込み、まだ小さな組織の仲間たちとのこれからの始まりを感じさせる一瞬を切り取った印象を与えている。
              
              また、ただサンティエジョブカレッジについての紹介するのではなく新着求人紹介をトップのFV下におくことによってこのサービスが現在進行形で更新され、機能し、動いている様子を伝えられるようにしている。</p>
            </div>
          </div>
      </div>
    </div>
  </main>
<?php get_footer(); ?>
